Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2017.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the Fifth Session of the 12th National People's Congress of the People's Republic of China on March 5, 2017
zh_cn: ——2017年3月5日在第十二届全国人民代表大会第五次会议上

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Esteemed Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the work of the government and ask for your deliberation and approval. I also wish to have comments on my report from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告政府工作，请予审议，并请全国政协各位委员提出意见。

source: Let me begin with a review of our work in 2016.
zh_cn: 一、2016年工作回顾

source: In the past year, China's development has faced grave challenges posed by a great many problems and interwoven risks and dangers both at home and abroad.
zh_cn: 过去一年，我国发展面临国内外诸多矛盾叠加、风险隐患交汇的严峻挑战。

source: However, under the strong leadership of the Central Committee of the Communist Party of China with Comrade Xi Jinping at its core, we the Chinese people have risen to the challenge and worked hard to press ahead, driving forward sustained, healthy economic and social development.
zh_cn: 在以习近平同志为核心的党中央坚强领导下，全国各族人民迎难而上，砥砺前行，推动经济社会持续健康发展。

source: At the Sixth Plenary Session of the 18th Party Central Committee, the core position of General Secretary Xi Jinping was formally affirmed, which reflects the fundamental interests of the Party and the Chinese people, and is of crucial and far-reaching significance for ensuring the flourishing and long-term stability of the Party and the country.
zh_cn: 党的十八届六中全会正式明确习近平总书记的核心地位，体现了党和人民的根本利益，对保证党和国家兴旺发达、长治久安，具有十分重大而深远的意义。

source: All regions and all government departments have steadily strengthened their consciousness of the need to maintain political integrity, think in big-picture terms, uphold the leadership core, and keep in alignment.
zh_cn: 各地区、各部门不断增强政治意识、大局意识、核心意识、看齐意识，

source: Pushing ahead with all-around efforts, we have achieved major progress in finishing building a moderately prosperous society in all respects, made important strides in deepening reform, continued to exercise law-based governance, and made further progress in practicing strict Party self-governance;
zh_cn: 推动全面建成小康社会取得新的重要进展，全面深化改革迈出重大步伐，全面依法治国深入实施，全面从严治党纵深推进，

source: and we have accomplished the year's main tasks and targets for economic and social development, and got the 13th Five-Year Plan off to a great start.
zh_cn: 全年经济社会发展主要目标任务圆满完成，“十三五”实现了良好开局。

source: The economy has registered a slower but stable performance with good momentum for growth.
zh_cn: ——经济运行缓中趋稳、稳中向好。

source: GDP reached 74.4 trillion yuan, representing 6.7-percent growth, and seeing China outpace most other economies. China contributed more than 30 percent of global growth.
zh_cn: 国内生产总值达到74.4万亿元，增长6.7%，名列世界前茅，对全球经济增长的贡献率超过30%。

source: The CPI rose by 2 percent.
zh_cn: 居民消费价格上涨2%。

source: With an 8.5-percent increase in profits, industrial enterprises reversed the previous year's negative growth of 2.3 percent. Energy consumption per unit of GDP fell by 5 percent.
zh_cn: 工业企业利润由上年下降2.3%转为增长8.5%，单位国内生产总值能耗下降5%，

source: Economic performance improved markedly in quality and returns.
zh_cn: 经济发展的质量和效益明显提高。

source: Employment growth exceeded projections.
zh_cn: ——就业增长超出预期。

source: A total of 13.14 million new urban jobs were added over the course of the year.
zh_cn: 全年城镇新增就业1314万人。

source: The number of college graduates finding employment or starting businesses reached another record high.
zh_cn: 高校毕业生就业创业人数再创新高。

source: The registered urban unemployment rate stood at 4.02 percent at year-end 2016, the lowest level in years.
zh_cn: 年末城镇登记失业率4.02%，为多年来最低。

source: For China, a large developing country with a population of over 1.3 billion, attaining this level of employment is no easy task.
zh_cn: 13亿多人口的发展中大国，就业比较充分，十分不易。

source: Continued advances were made in reform and opening up.
zh_cn: ——改革开放深入推进。

source: Breakthroughs were made in reforms in major sectors and key links, and initial success was achieved in supply-side structural reform.
zh_cn: 重要领域和关键环节改革取得突破性进展，供给侧结构性改革初见成效。

source: New measures were introduced for opening China up,
zh_cn: 对外开放推出新举措，

source: rapid progress was made in pursuing the Belt and Road Initiative,
zh_cn: “一带一路”建设进展快速，

source: and a number of major projects and industrial-capacity cooperation projects with other countries were launched.
zh_cn: 一批重大工程和国际产能合作项目落地。

source: Economic structural adjustment was stepped up.
zh_cn: ——经济结构加快调整。

source: Consumption was the main driver of economic growth.
zh_cn: 消费在经济增长中发挥主要拉动作用。

source: The value created by the service sector rose to 51.6 percent of GDP.
zh_cn: 服务业增加值占国内生产总值比重上升到51.6%。

source: High-tech industries and equipment manufacturing grew rapidly.
zh_cn: 高技术产业、装备制造业较快增长。

source: In agriculture, production was stable and structural adjustments were made, and we had continued good grain harvests.
zh_cn: 农业稳中调优，粮食再获丰收。

source: New drivers of growth gained strength.
zh_cn: ——发展新动能不断增强。

source: Further progress was made in pursuing the innovation-driven development strategy, and a number of world-leading achievements were made in science and technology.
zh_cn: 创新驱动发展战略深入实施。科技领域取得一批国际领先的重大成果。

source: Emerging industries were thriving, and the transformation and upgrading of traditional industries accelerated.
zh_cn: 新兴产业蓬勃兴起，传统产业加快转型升级。

source: People were busy launching businesses or making innovations, with a 24.5-percent year-on-year increase in the number of new businesses registered-an average of 15,000 new businesses daily.
zh_cn: 大众创业、万众创新广泛开展，全年新登记企业增长24.5%，平均每天新增1.5万户，

source: With self-employed traders and other market entities included we had an average of 45,000 new market entities launched per day.
zh_cn: 加上个体工商户等，各类市场主体每天新增4.5万户。

source: New growth drivers are opening new prospects for China's development.
zh_cn: 新动能正在撑起发展新天地。

source: Infrastructure became ever-better able to sustain development.
zh_cn: ——基础设施支撑能力持续提升。

source: Over 1,900 kilometers of new high-speed rail lines came into service, and more than 6,700 kilometers of expressways and 290,000 kilometers of rural roads were built or upgraded.
zh_cn: 新建高速铁路投产里程超过1900公里，新建改建高速公路6700多公里、农村公路29万公里。

source: Construction picked up pace on urban rail transit facilities and underground utility tunnels.
zh_cn: 城市轨道交通、地下综合管廊建设加快。

source: Construction began on 21 major water conservancy projects.
zh_cn: 新开工重大水利工程21项。

source: The number of 4G mobile communications subscribers grew by 340 million and over 5.5 million kilometers of optical fiber cables were added.
zh_cn: 新增第四代移动通信用户3.4亿、光缆线路550多万公里。

source: Living standards were improved.
zh_cn: ——人民生活继续改善。

source: Personal per capita disposable income increased by 6.3 percent in real terms.
zh_cn: 全国居民人均可支配收入实际增长6.3%。

source: The number of people living in poverty in rural areas was reduced by 12.4 million, including more than 2.4 million people relocated from inhospitable areas.
zh_cn: 农村贫困人口减少1240万，易地扶贫搬迁人口超过240万。

source: More than 6 million homes in rundown urban areas and over 3.8 million dilapidated rural houses were renovated.
zh_cn: 棚户区住房改造600多万套，农村危房改造380多万户。

source: In tourism, domestic trips showed rapid growth, and overseas trips exceeded 120 million.
zh_cn: 国内旅游快速增长，出境旅游超过1.2亿人次，

source: People in both urban and rural areas saw arise in living standards.
zh_cn: 城乡居民生活水平有新的提高。

source: China successfully hosted the G20 2016 Hangzhou Summit, and helped to deliver a number of important pioneering, leading, and institutional outcomes, thus doing its part for global economic governance.
zh_cn: 我国成功主办二十国集团领导人杭州峰会，推动取得一系列开创性、引领性、机制性重要成果，在全球经济治理中留下深刻的中国印记。

source: 2016 was an unusual year in our country's development.
zh_cn: 回顾过去一年，走过的路很不寻常。

source: China was confronted with an external environment in which the world saw the lowest economic and trade growth in seven years, growing volatility in global financial markets, and sudden and frequent regional and global challenges.
zh_cn: 我们面对的是世界经济和贸易增速7年来最低、国际金融市场波动加剧、地区和全球性挑战突发多发的外部环境，

source: Domestically, China faced multiple difficulties: major structural problems, prominent risks and dangers, and mounting downward pressure on the economy.
zh_cn: 面对的是国内结构性问题突出、风险隐患显现、经济下行压力加大的多重困难，

source: China found itself in a complex environment as reform entered a critical stage, profound changes took place affecting interests, and factors impacting social stability grew.
zh_cn: 面对的是改革进入攻坚期、利益关系深刻调整、影响社会稳定因素增多的复杂局面。

source: Given all these factors, it was not easy for us to maintain stable economic performance. And yet we succeeded, and even managed to make progress on many fronts.
zh_cn: 在这种情况下，经济能够稳住很不容易，出现诸多向好变化更为难得。

source: Once again, this shows that we the Chinese people have the courage, ingenuity, and ability to overcome any difficulty or hardship. It also shows that the Chinese economy possesses potential, resilience, and strengths, so we can be sure there is even better development ahead for China.
zh_cn: 这再次表明，中国人民有勇气、有智慧、有能力战胜任何艰难险阻，中国经济有潜力、有韧性、有优势，中国的发展前景一定会更好。

source: I will now move on to discuss our main work last year:
zh_cn: 一年来，我们主要做了以下工作。

source: First, we continued to develop new and more effective ways of carrying out regulation at the macro level, thus keeping the economy performing within an appropriate range.
zh_cn: 一是继续创新和加强宏观调控，经济运行保持在合理区间。

source: Last year, we faced difficult choices in conducting macro-level regulation, but we stood firm in not adopting strong stimulus policies that would have had an economy-wide impact, and strived instead to maintain steady growth, adjust the structure, and guard against risks through reform and innovation.
zh_cn: 去年宏观调控面临多难抉择，我们坚持不搞“大水漫灌”式强刺激，而是依靠改革创新来稳增长、调结构、防风险，

source: We strengthened targeted and well-timed regulation on the basis of range-based regulation.
zh_cn: 在区间调控基础上，加强定向调控、相机调控。

source: More proactive fiscal policy was pursued, and the increase in the fiscal deficit was used mainly to cover tax and fee cuts.
zh_cn: 积极的财政政策力度加大，增加的财政赤字主要用于减税降费。

source: The trial replacement of business tax with value added tax (VAT) was extended to cover all sectors, slashing the tax burden of businesses for the year by over 570 billion yuan and reducing tax burdens in every sector.
zh_cn: 全面推开营改增试点，全年降低企业税负5700多亿元，所有行业实现税负只减不增。

source: A transitional plan for sharing VAT revenue between the central and local governments was formulated and implemented to ensure financial resources of local governments remained unchanged.
zh_cn: 制定实施中央与地方增值税收入划分过渡方案，确保地方既有财力不变。

source: More local government bonds were issued to replace outstanding debts, reducing interest payments by roughly 400 billion yuan.
zh_cn: 扩大地方政府存量债务置换规模，降低利息负担约4000亿元。

source: A prudent monetary policy was pursued in a flexible and appropriate manner.
zh_cn: 稳健的货币政策灵活适度，

source: The M2 money supply increased by 11.3 percent, below our projected target of around 13 percent.
zh_cn: 广义货币M2增长11.3%，低于13%左右的预期目标。

source: We used a range of monetary policy tools to support the development of the real economy.
zh_cn: 综合运用多种货币政策工具，支持实体经济发展。

source: Measures were taken to upgrade consumption.
zh_cn: 实施促进消费升级措施。

source: We unveiled policies to encourage private investment, and saw investment begin to stabilize.
zh_cn: 出台鼓励民间投资等政策，投资出现企稳态势。

source: We exercised category-based regulation over the real estate market.
zh_cn: 分类调控房地产市场。

source: We strengthened efforts to manage financial risks. The RMB exchange rate regime continued to improve, and the exchange rate remained generally stable at an adaptive and equilibrium level. With these measures, we have safeguarded China's economic and financial security.
zh_cn: 加强金融风险防控，人民币汇率形成机制进一步完善，保持了在合理均衡水平上的基本稳定，维护了国家经济金融安全。

source: Second, we focused on five priority tasks -- cutting overcapacity, reducing excess inventory, deleveraging, lowering costs, and strengthening areas of weakness -- thereby improving the composition of supply.
zh_cn: 二是着力抓好“三去一降一补”，供给结构有所改善。

source: Particular priority was given to cutting overcapacity in the steel and coal sectors. Over the year, steel production capacity was cut by more than 65 million metric tons and coal by over 290 million metric tons, going beyond annual targets. Effective assistance was provided to laid-off employees.
zh_cn: 以钢铁、煤炭行业为重点去产能，全年退出钢铁产能超过6500万吨、煤炭产能超过2.9亿吨，超额完成年度目标任务，分流职工得到较好安置。

source: We supported migrant workers in buying urban homes; and we increased the proportion of people affected by rebuilding in rundown urban areas receiving monetary compensation, making good progress in reducing real estate inventory.
zh_cn: 支持农民工在城镇购房，提高棚改货币化安置比例，房地产去库存取得积极成效。

source: Business acquisitions and reorganizations were encouraged, direct financing was promoted, and market- and law-based debt-to-equity swaps were carried out, lowering the debt-to-asset ratio of industrial enterprises.
zh_cn: 推动企业兼并重组，发展直接融资，实施市场化法治化债转股，工业企业资产负债率有所下降。

source: To help enterprises lower operating costs, we introduced measures to cut taxes and fees, lower the share paid by enterprises for social security contributions (Notes: This includes old-age insurance, health insurance, unemployment insurance, workers' compensation, maternity insurance, and housing provident fund schemes) and cut the price of electricity.
zh_cn: 着眼促进企业降成本，出台减税降费、降低“五险一金”缴费比例、下调用电价格等举措。

source: We boosted efforts to strengthen areas of weakness and undertook major initiatives that both help to meet urgent needs today and promise long-term benefits.
zh_cn: 加大补短板力度，办了一批当前急需又利长远的大事。

source: Third, we worked hard to deepen reform and opening up, further strengthening the vitality of development.
zh_cn: 三是大力深化改革开放，发展活力进一步增强。

source: Reform was deepened across the board, and a good number of landmark and pillar reform initiatives were undertaken.
zh_cn: 全面深化改革，推出一批标志性、支柱性改革举措。

source: To balance the government-market relationship -- the pivotal issue in economic structural reform -- we continued reforms to streamline administration, delegate powers, and improve regulation and services.
zh_cn: 围绕处理好政府和市场关系这一经济体制改革的核心问题，持续推进简政放权、放管结合、优化服务改革。

source: My administration's goal of cutting the number of items requiring government review by a third had been achieved ahead of schedule. On that basis, last year we cancelled the requirement on a further 165 items for review by State Council departments and authorized local governments. We also overhauled and standardized 192 items of intermediary services for government review as well as 220 items of approvals and accreditations for professional qualifications.
zh_cn: 在提前完成本届政府减少行政审批事项三分之一目标的基础上，去年又取消165项国务院部门及其指定地方实施的审批事项，清理规范192项审批中介服务事项、220项职业资格许可认定事项。

source: We deepened institutional reforms in the business sector.
zh_cn: 深化商事制度改革。

source: We introduced an oversight model of random inspection and public release across the board (Note: The model comprises inspections of randomly selected entities by randomly selected inspectors and the public release of inspection results., and cut the price of electricity), made operational and post-operational oversight more effective, and promoted the Internet Plus government services model.
zh_cn: 全面推行“双随机、一公开”，增强事中事后监管的有效性，推进“互联网+政务服务”。

source: We pushed ahead with reforms to restructure and reorganize state-owned enterprises (SOEs) and introduce into them mixed ownership structures.
zh_cn: 推动国有企业调整重组和混合所有制改革。

source: We established a review system to ensure fair competition.
zh_cn: 建立公平竞争审查制度。

source: We deepened resource tax reforms.
zh_cn: 深化资源税改革。

source: We improved measures for separating rural land ownership rights, contract rights, and management rights, and established a mechanism for determining whether people have been lifted out of poverty.
zh_cn: 完善农村土地“三权分置”办法，建立贫困退出机制。

source: We made progress in reforming the science and technology management system, gave greater autonomy to colleges and research institutes, and adopted profit distribution policies oriented toward increasing the value of knowledge.
zh_cn: 推进科技管理体制改革，扩大高校和科研院所自主权，出台以增加知识价值为导向的分配政策。

source: We opened up the elderly services market.
zh_cn: 放开养老服务市场。

source: We expanded the trials of comprehensive reforms in public hospitals and deepened reform of the evaluation and approval systems for medicine and medical equipment.
zh_cn: 扩大公立医院综合改革试点，深化药品医疗器械审评审批制度改革。

source: We formulated unified measures to determine and register natural resource rights.
zh_cn: 制定自然资源统一确权登记办法，

source: We piloted reforms for conducting direct oversight by provincial-level environmental protection agencies over the environmental monitoring and inspection work of environmental protection agencies below the provincial level, as well as crop rotation and fallow land reforms.
zh_cn: 开展省以下环保机构监测监察执法垂直管理、耕地轮作休耕改革等试点，

source: The river chief system was introduced for all lakes and rivers across the country, and the mechanisms for compensating for ecological conservation efforts were improved.
zh_cn: 全面推行河长制，健全生态保护补偿机制。

source: Reform has given new impetus to economic and social development.
zh_cn: 改革为经济社会发展增添了新动力。

source: We opened China wider to the rest of the world.
zh_cn: 积极扩大对外开放。

source: As we pushed ahead with the Belt and Road Initiative, we worked to increase complementarity between the development strategies of, and practical cooperation between, China and other countries along the routes.
zh_cn: 推进“一带一路”建设，与沿线国家加强战略对接、务实合作。

source: The RMB was formally included in the IMF's Special Drawing Rights basket.
zh_cn: 人民币正式纳入国际货币基金组织特别提款权货币篮子。

source: The Shenzhen-Hong Kong Stock Connect was launched.
zh_cn: “深港通”开启。

source: We improved measures for promoting trade, and built 12 new integrated experimental zones for cross-border e-commerce, bringing about a steady recovery in the volume of import and export.
zh_cn: 完善促进外贸发展措施，新设12个跨境电子商务综合试验区，进出口逐步回稳。

source: The new practices of pilot free trade zones in Shanghai and elsewhere were used to establish another seven pilot zones.
zh_cn: 推广上海等自贸试验区改革创新成果，新设7个自贸试验区。

source: The requirement for review and approval for setting up and making significant adjustments to foreign enterprises was replaced by a simple filing process, with the exception of a few areas where special market access requirements apply.
zh_cn: 除少数实行准入特别管理措施领域外，外资企业设立及变更一律由审批改为备案管理。

source: In 2016, China utilized more than US$130 billion of overseas investment, continuing to rank first among developing countries.
zh_cn: 实际使用外资1300多亿美元，继续位居发展中国家首位。

source: Fourth, we strengthened innovation's leading role, spurring the rapid development of new growth drivers.
zh_cn: 四是强化创新引领，新动能快速成长。

source: We took further steps to implement the Internet Plus action plan and the national big data strategy, fully implemented the Made in China 2025 initiative, and implemented and improved policies and measures to encourage people to launch businesses and innovate.
zh_cn: 深入推进“互联网+”行动和国家大数据战略，全面实施《中国制造2025》，落实和完善“双创”政策措施。

source: We developed and launched a plan for completing major science and technology programs by 2030, supported Beijing and Shanghai in building themselves into global R&D centers, and established another six national innovation demonstration zones.
zh_cn: 部署启动面向2030年的科技创新重大项目，支持北京、上海建设具有全球影响力的科技创新中心，新设6个国家自主创新示范区。

source: China's R&D spending reached 2.08 percent of GDP.
zh_cn: 全社会研发经费支出与国内生产总值之比达到2.08%。

source: The number of in-force Chinese patents issued in China passed the million mark, and the value of technology transactions exceeded one trillion yuan.
zh_cn: 国内有效发明专利拥有量突破100万件，技术交易额超过1万亿元。

source: The contribution of scientific and technological progress to economic growth rose to 56.2 percent, and innovation's role in powering development grew markedly.
zh_cn: 科技进步贡献率上升到56.2%，创新对发展的支撑作用明显增强。

source: Fifth, we promoted more balanced development between regions and between rural and urban areas, and saw faster emergence of new growth poles and growth belts.
zh_cn: 五是促进区域城乡协调发展，新的增长极增长带加快形成。

source: We stepped up work to implement the three strategic initiatives (the Belt and Road, Beijing-Tianjin-Hebei integration, and the Yangtze Economic Belt), and began construction on a number of key projects.
zh_cn: 深入实施“一带一路”建设、京津冀协同发展、长江经济带发展三大战略，启动建设一批重点项目。

source: We formulated the plan for the 13th Five-Year Plan period for large-scale development in the western region, launched a new round of initiatives as part of the Northeast revitalization strategy, drove progress in the rise of the central region, and supported the eastern region in leading the rest of the country in pursuing development.
zh_cn: 编制西部大开发“十三五”规划，实施新一轮东北振兴战略，推动中部地区崛起，支持东部地区率先发展。

source: We sped up efforts to promote new types of urbanization, deepened reform of the household registration system, introduced the residence card system nationwide, and granted urban residency to another 16 million people from rural areas.
zh_cn: 加快推进新型城镇化，深化户籍制度改革，全面推行居住证制度，又有1600万人进城落户。

source: The synergy building through coordinated development became more and more evident.
zh_cn: 发展的协同叠加效应不断显现。

source: Sixth, we strengthened ecological conservation and made fresh progress in pursuing green development.
zh_cn: 六是加强生态文明建设，绿色发展取得新进展。

source: We formulated and introduced measures for assessing progress made in ecological improvement, and established national pilot zones for ecological conservation.
zh_cn: 制定实施生态文明建设目标评价考核办法，建设国家生态文明试验区。

source: We took stronger measures against air pollution and, as a result, saw a 5.6-percent decline in sulfur dioxide emissions, a 4-percent cut in nitrogen oxide emissions, and a 9.1-percent drop in the annual average density of fine particulate matter (PM2.5) in 74 key cities.
zh_cn: 强化大气污染治理，二氧化硫、氮氧化物排放量分别下降5.6%和4%，74个重点城市细颗粒物（PM2.5）年均浓度下降9.1%。

source: We continued to improve the energy mix, increasing the share of clean energy consumption by 1.7 percentage points and cutting the share of coal consumption by 2 percentage points.
zh_cn: 优化能源结构，清洁能源消费比重提高1.7个百分点，煤炭消费比重下降2个百分点。

source: We continued efforts to prevent and control water pollution, and adopted an action plan for preventing and controlling soil pollution.
zh_cn: 推进水污染防治，出台土壤污染防治行动计划。

source: Central government inspections on environmental protection accountability were launched and violations of environmental protection laws were investigated and prosecuted, giving impetus to deeper efforts to protect the environment.
zh_cn: 开展中央环境保护督察，严肃查处一批环境违法案件，推动了环保工作深入开展。

source: Seventh, we gave particular attention to ensuring and improving living standards, helping Chinese people gain a stronger sense of benefit.
zh_cn: 七是注重保障和改善民生，人民群众获得感增强。

source: Despite growing pressure from fiscal imbalance, we continued to increase inputs in areas related to living standards.
zh_cn: 在财政收支压力加大情况下，民生投入继续增加。

source: We launched new policies on employment and business startups, and carried out solid work on increasing employment for key target groups and priority regions.
zh_cn: 出台新的就业创业政策，扎实做好重点人群、重点地区就业工作。

source: We made all-around progress in key battles to eradicate poverty and earmarked over 100 billion yuan from government budgets for poverty relief.
zh_cn: 全面推进脱贫攻坚，全国财政专项扶贫资金投入超过1000亿元。

source: We increased subsistence allowances, benefits for entitled groups, basic pension payments, and other subsidies; and over 17 million people benefited through the provision of cost-of-living allowances for people with disabilities in financial difficulty and nursing care subsidies for people with severe disabilities.
zh_cn: 提高低保、优抚、退休人员基本养老金等标准，为1700多万困难和重度残疾人发放生活或护理补贴。

source: Fiscal spending on education continued to be over 4 percent of GDP.
zh_cn: 财政性教育经费支出占国内生产总值比例继续超过4%。

source: The number of students from poor rural areas enrolled in key universities grew by 21.3 percent.
zh_cn: 重点高校招收贫困地区农村学生人数增长21.3%。
